Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: In an {{arc}}-based TV or radio show or comic book, it is common to have a minor climax in each episode, and build up to a major climax at the [[SeasonFinale end of the season or the series]].
pt_br: Em uma história que é baseada em [[Br/ArcoDeHistoria arcos]], seja ela em televisão ou em quadrinhos, é comum ter um clímax pequeno em cada episódio que leva para um clímax maior no Br/FinalDaTemporada.

source: In animated series, this can be an ArtShift that tries to be "cutting-edge" but usually goes the opposite direction.
pt_br: Em séries animadas, isso pode ser uma Br/MudancaArtistica que tenta ser "de ponta" mas costuma ir na direção oposta.

source: In another comic, he does have a big ear, but only because a bee had stung it.
pt_br: Em outra história ele tem uma orelha grande, mas foi porque uma abelha picou o local.

source: In any decent [[TheTeam team]], someone's gotta be the powerhouse.
pt_br: Em qualquer [[Br/AEquipe equipe]] decente, alguém precisa ser a fonte de força.

source: In any event, almost any show that's at least three seasons long will have enough variations in quality that you can point to some moment as "jumping the shark".
pt_br: Quase qualquer show que tenha pelo menos três temporadas terá variações suficientes em qualidade para que se possa apontar para algum ponto como se a série tivesse "pulado o tubarão".

source: In any event, they can be oddly endearing.
pt_br: Mesmo assim, ele pode ser peculiarmente interessante.

source: In cases of truly great strength, you may be dealing with a cyborg, mutant, alien, or some other justification for unusual power.
pt_br: Em casos de força realmente grande, pode ser que você esteja lidando com um ciborgue, mutante, alienígena ou algum outro ser que tenha uma justificativa para o poder incomum.

source: In cases where the coincidence is acknowledged, it's likely a LampshadeHanging.
pt_br: Quando a coincidência é reconhecida, isso ocorre por estarem Br/LancandoLuz.

source: In either case, each installment of the series will open under virtually identical circumstances to the installment that came before.
pt_br: De qualquer modo, cada capítulo subsequente da série vai se iniciar em circunstâncias virtualmente idênticas ao capítulo anterior.

source: In either case, they're likely to be a bigot who hardly qualifies as {{noble|Bigot}}, but might be {{troubled|SympatheticBigot}} by their own BlackAndWhiteInsanity.
pt_br: Em todo caso, ele provavelmente será um intolerantes que dificilmente pode ser considerado [[Br/NobreIntolerante nobre]], mas talvez seja [[Br/IntolerantePerturbadoESimpatico perturbado]] pela sua própria Br/InsanidadePretaEBranca.

source: In essence, his problem boils down to them not being ''advanced enough'' to think like a real person, so he doesn't trust them.
pt_br: A cisma se resume a eles não serem ''avançados o bastante'' para pensar como uma pessoa de verdade, e por isso ele não confia neles.

source: In fact, according to the DVD extras, he was chosen ''because'' [[RuleOfCool he had a cool-sounding name]].
pt_br: De fato, nos extras para DVD é mencionado que ele foi escolhido ''por que'' [[Br/PorqueELegal a sonoridade do nome era boa]].

source: In fact, it's probably the most consistently useful superpower the heroes have.
pt_br: Provavelmente é o poder mais útil de maneira consistente à disposição dos heróis.

source: In fact, out of all the estabilished kid and teen characters, he's the only one who never got a whole story about himself; he does play supporting and important roles in three stories - "Banho de Piscina", "Boba à Beça" and "Os Artistas de Ouro", but none of them are exactly focused on him.
pt_br: De fato, de todos os personagens estabelecidos que são crianças e adolescentes, ele é o único que não teve uma história centrada em si; ele possui papeis importantes em três histórias ("Banho de Piscina", "Boba à Beça" e "Os Artistas de Ouro"), mas nenhuma delas é focada realmente nele.

source: In fiction or life, an excessively archetypal character is likely to come across as two-dimensional, if not ''one-''dimensional.
pt_br: Na ficção ou na vida, um personagem excessivamente arquetípico pode parecer bidimensional, se não ''unidimensional''.

source: In games, this may often be the result of some kind of oversight by the creators.
pt_br: Nos jogos, isso pode ser o resultado de algum tipo de desatenção por parte dos desenvolvedores.

source: In general, comedies, especially sitcoms, fall into the trap of Flanderization because CharacterDevelopment is far less important than RuleOfFunny.
pt_br: No geral, comédias (sitcoms em particular) sucumbem à armadilha da Flanderização porque o Br/DesenvolvimentoDePersonagem é menos importante do que a Br/RegraDaGraca.

source: In his pamphlet, ''In Defense of the New Knighthood'', he argued that Templars could serve the Church ''and'' carry swords under the prerogative of Saint Augustine's Just-War theory.
pt_br: Em seu texto "Um Elogio à Nova Cavalaria", ele argumentou que os Templários poderiam servir à Igreja ''e'' portar espadas sob a prerrogativa da doutrina da guerra justa.

source: In its most basic form, a retcon is any plot point or detail that was not intended from the beginning, but treated as if it always had been (contrast this with TheReveal, where the author usually intended such an addition from the beginning).
pt_br: Na sua forma mais básica, um ''retcon'' é qualquer ponto de trama ou detalhe cuja existência não era pretendida no começo, mas que é tratado como se sempre estivesse lá (contrastar com Br/ARevelacao, onde o autor planeja acrescentar o elemento desde o começo).

source: In less than a year I'll be dead."'' -->-- '''OpeningNarration''', ''Film/AmericanBeauty''
pt_br: Em menos de um ano eu estarei morto."'' -->--'''Br/NarracaoDeAbertura''', ''BrFilme/BelezaAmericana''

source: In many cases the Manipulative Bastard personally is [[TheStoic rarely emotional]] and seldom burdened by notions such as empathy, yet is all too willing to [[HorribleJudgeOfCharacter abuse it in others]].
pt_br: Em muitos casos o Canalha Manipulador [[Br/OEstoico raramente é emocional]] e demonstra pouca empatia, mas costuma [[Br/PessimoJulgamentoDeCarater abusar da empatia dos outros]].

source: In many other countries, not only are there almost no restrictions on where you can cross, but the idea of someone being fined for crossing the road is alien.
pt_br: Em vários outros países, não só praticamente inexistem restrições sobre onde se pode atravessar, como também a ideia de receber uma multa por atravessar a rua errado é muito estranha.

source: In many real-life situations, rescue workers/field medics do make such decisions: it's called [[http://en.wikipedia.org/wiki/Triage Triage]].
pt_br: Em muitas situações da vida real, trabalhadores de resgate e paramédicos precisam tomar tais decisões: é um processo chamado de [[https://pt.wikipedia.org/wiki/Triagem triagem]].

source: In many stories, there are some experiences that are so horribly mind-shattering that the usual result is stark raving madness.
pt_br: Em muitas histórias, há algumas experiências tão horríveis mentalmente que o resultado comum é a insanidade.

source: In many versions there is also something about the Woobie's suffering that is notably heroic or noble.
pt_br: Em muitas versões existe algo no sofrimento do Coitadinho que é notavelmente heroico ou nobre.

source: In mass quantities, they make up the RedShirtArmy.
pt_br: Em quantidades massivas, eles formam o Br/ExercitoDeCamisasVermelhas.

source: In modern media, it isn't unfounded for an EldritchAbomination to have a ReligionOfEvil that somehow taps into the powers of the resident abomination in exchange for their sanity or permanent loyalty often to the detriment of those who follow it.
pt_br: Em obras modernas, não é incomum que uma Br/AbominacaoSobrenatural tenha uma Br/ReligiaoMalefica que de algum modo usa os poderes da abominação residente em troca de sua sanidade ou lealdade permanente, tipicamente em detrimento de seus seguidores.

source: In modern times it is particularly associated with works with an "epic" feel to them, such as ''Literature/TheLordOfTheRings''.
pt_br: Nos tempos modernos é particularmente associado a obras com pegada "épica", tal como ''BrLiteratura/OSenhorDosAneis''.

source: In modern works, they often expand their research to [[SyntheticPlague fiddling with super-plagues]].
pt_br: Em obras modernas, eles costumam expandir sua pesquisa para [[Br/PragaSintetica manipular super pragas]].

source: In most cases, it is implied that the snarker would make a good leader, strategist, or consultant given their ability to [[GenreSavvy instantly see the flaws in a constructed plan]].
pt_br: Na maioria dos casos, fica implícito que o sarcástico daria um bom líder, estrategista ou consultor, dada a habilidade dele de [[Br/LigadoNoGenero instantaneamente ver as falhas em um plano]].

source: In most cases, of course, the hero will [[ItsAllMyFault take full responsibility for their actions]] and [[MyGodWhatHaveIDone be haunted by them, horribly traumatized]].
pt_br: Na maioria dos casos, é claro, o herói vai [[Br/ETudoMinhaCulpa aceitar a responsabilidade por suas ações]] e [[Br/MeuDeusOQueFoiQueEuFiz ser assombrado por elas, horrivelmente traumatizado]].

source: In movies, beats tend to be spaced apart regularly; a string of scenes between two beats is known as a [[https://en.wikipedia.org/wiki/Sequence_%28filmmaking%29 "sequence."]]
pt_br: Nos filmes, as batidas tendem a ter espaçamento regular entre si, e uma série de cenas entre duas narrativas é conhecida como [[https://pt.wikipedia.org/wiki/Sequência_(cinema) "sequência"]].

source: In music, this may result in an artist merely recording a SurprisinglyGentleSong, or it could lead to the artist having a complete GenreShift to a lighter genre.
pt_br: Na música, isso pode resultar no artista meramente gravando uma Br/MusicaSurpreendentementeCalma ou no artista fazendo uma completa Br/MudancaDeGenero para algo mais leve.

source: In order to keep a story moving, things need to happen a certain way.
pt_br: Para fazer uma história andar, as coisas precisam acontecer de uma certa maneira.

source: In other cases, the Deadpan Snarker resorts to sarcasm because they're the OnlySaneMan.
pt_br: Em outros casos, o Sarcástico Sério recorre ao sarcamos porque eles são o Br/UnicoHomemSao.

source: In other words, a Cloudcuckoolander [[TheCuckoolanderWasRight has massive knowledge and understanding of the workings of the universe]], but a poor way of communicating that to everyone else.
pt_br: Em outras palavras, o lunático [[Br/OLunaticoEstavaCerto possui conhecimento e compreensão amplos de como o universo funciona]], mas um jeito terrível de comunicar isso aos demais.

source: In other words, it's the comedy equivalent of a WhamLine: the surprising payoff to the StraightMan's setup.
pt_br: Em outras palavras, é o equivalente [[Br/AquelaFrase Daquela Frase]] na comédia; é o retorno surpreendente da preparação armada pelo Br/HomemSerio.

source: In other words, there would be no story without this first exceptional coincidence.
pt_br: Em outras palavras, não haveria história sem essa primeira coincidência excepcional.

source: In other words, {{Sequel}}s to works, generally created on the impetus of box office revenue, are rarely as good as the work they're a sequel to.
pt_br: Em outras palavras, [[Br/{{Sequencia}} sequências]] de obras, que costumam ser criadas no ímpeto dos números de bilheteria, raramente são tão boas quanto a obra para a qual a sequência é feita.

source: In particular, [[Administrivia/NoRealLifeExamplesPlease there will be no real-life examples under these circumstances]], except for descriptions of proposed systems like the [[FourTemperamentEnsemble four humours]] theory.'''
pt_br: Em particular, [[BrAdministrivia/SemExemplosDaVidaRealPorFavor não devem haver exemplos da vida real]].'''

source: In places where jaywalking is illegal, including France and Poland for example, it's usually an infraction (i.e. like a parking ticket) rather than a proper criminal offense, and some cities don't even bother to enforce it.
pt_br: Em lugares onde atravessar fora da faixa é ilegal, tal como na França e na Polônia, costuma ser uma infração (como uma multa de estacionamento irregular) ao invés de uma ofensa criminal, e algumas cidades não se incomodam em aplicar a lei.

source: In return, Quico always hits Chavo with a punch that slides around his face.
pt_br: Em troca, Quico sempre usa um soco que acerta e atravessa a cara do Chaves.

source: In short order, he [[SpotlightStealingSquad took over the entire show]].
pt_br: Em pouco tempo ele [[Br/EsquadraoDeRouboDoHolofote tomou o protagonismo da série]].

source: In short, if the characters are worse off than when they started, it's a DownerEnding.
pt_br: Resumidamente, se os personagens estão piores do que quando começaram, é um Br/FinalDepressivo.

source: In short, it has free will, is unrestricted by the Three Laws, and Spooner becomes convinced that this robot "Sonny" (Creator/AlanTudyk) is the key to the mystery behind Lanning's death.
pt_br: Resumindo, ele tem livre arbítrio, não é limitado pelas Três Leis, e Spooner se convence de que esse robô, "Sonny" (BrCriador/AlanTudyk), é a chave para o mistério por trás da morte de Lanning.

source: In some cases, a work is a "trilogy" only in the sense that it was printed in three books, either because the story was too long to print in one volume, or because [[ExecutiveMeddling the publisher thought a book that large wouldn't sell]].
pt_br: Em alguns casos, uma obra é uma "trilogia" apenas no sentido de que foi impressa em três livros, seja porque a história era grande demais para imprimir em um só volume, seja porque [[Br/InterferenciaExecutiva a editora considerou que um livro muito grande não venderia bem]].

source: In some cases, it is impossible to tell, short of reading the author's mind (even then, it might not helped, as it's entirely possible for an author to be on the fence about what they're planning to do).
pt_br: Em alguns casos é impossível diferenciar, a não ser que fosse possível ler a mente do autor (e ainda assim talvez não ajudasse muito porque é totalmente possível que o autor fique indeciso sobre o que fazer).

source: In some households, the TV is just on.
pt_br: Em algumas residências, a TV simplesmente fica ligada.

source: In some situations, it makes sense to let the opponent know that if they so much as sneeze on [[MamaBear someone]] [[PapaWolf you]] {{protect|orate}}, it will cost them a limb.
pt_br: Em algumas situações, faz sentido deixar o oponente ciente de que se fizer algo tão pequeno quanto espirrar em [[Br/MamaeUrso alguém]] [[Br/PapaiLobo que você]] protege, isso custará a eles um braço.

source: In such occasions they can escape the Devil's trap.
pt_br: Em tais ocasiões é possível escapar da armadilha do demônio.

source: In that scene, there's also the resulting exchange between Calvin and Spooner.
pt_br: Nessa cena, também ocorre a mesma conversa entre Calvin e Spooner.

source: In the "classic" formatting, a link is created by using a [="WikiWord"=] by placing two or more initially capitalised words together, CamelCase-style (e.g., {{HomePage}}).
pt_br: Na formatação "clássica", uma conexão é criada ao usar uma [="WikiPalavra"=], isto é, juntando duas ou mais palavras capitalizadas juntas, estilo [=CamelCase=] (e.g. Br/TroposLendarios).

source: In the 1974 version of "Confusión de pasteles", Chavo mentions that Don Ramón is not home and will only return in the next day.
pt_br: Na versão de 1974 de "Confusión de pasteles", Chaves menciona que Seu Madruga não está em casa e só vai voltar no dia seguinte.

source: In the 1978 version of "El Chavo lavacoches", Quico is absent and Doña Florinda mentions that he is sick and with a cold, resting at his house.
pt_br: Na versão de 1978 de "El Chavo lavacoches", Quico está ausente e Dona Florinda menciona que ele está com um gripe, repousando em casa.

source: In the US and Canada, "jaywalking" means crossing the road in a dangerous manner, particularly ignoring the crosswalks when crossing city streets.
pt_br: Nos Estados Unidos e no Canadá, atravessar fora da faixa pode ser considerado uma infração.

source: In the [[ComicBook/MenInBlack obscure comic book the movies are based on]], the organization is downright sinister, K makes J AnOfferYouCantRefuse to get him to join and considers him a very disposable pawn, and J is [[TokenGoodTeammate the only 'good guy' in the bunch]].
pt_br: Nos quadrinhos nos quais o filme se baseia, a organização é sinistra, K faz ao J Br/UmaOfertaIrrecusavel para que ele se junte e o considera um peão descartável, e J é [[Br/ParceiroCotistaDoBem o único "cara do bem" no bando]].

source: In the animated adaptation, she even became part of the regular cast.
pt_br: Na adaptação animada ela até se tornou parte do elenco regular.

source: In the beginning of the movie, they had met, but K had wiped both of their memories.
pt_br: No começo do filme eles se encontraram, mas K apagou as memórias de ambos.

source: In the beginning, Paty kisses Quico, and he faints.
pt_br: No começo, Paty beija Quico e ele desmaia. o

source: In the case of immortality, however, beware -- a truly crafty devil might pull a JackassGenie on you, either by [[AgeWithoutYouth conveniently forgetting about the "eternal youth" part]] or by [[TheUndead turning you into an undead abomination]].
pt_br: Mas no caso da imortalidade, cuidado -- um demônio particularmente engenhoso pode dar uma de Br/GenioSacana e [[Br/IdadeSemJuventude convenientemente esquecer da parte da "juventude eterna"]] ou [[Br/MortoVivo transformar você em uma abominação morta-viva]].

source: In the case of indeterminate or suspicious death of a person, the investigation treats such a death as a homicide first.
pt_br: No caso de morte indeterminada ou suspeita de uma pessoa, a dita morte é primeiramente tratada como homicídio.

source: In the case of the CompleteMonster, it fails to justify anything, merely explaining their origins and nothing more.
pt_br: No caso de um Br/MonstroCompleto, isso falha em justificar qualquer coisa, meramente explicando as origens e nada mais.

source: In the comic, Pita goes to a female hairdresser and gets a new hairstyle, which is considered as "girly" by all the other characters, with everyone else in the story (besides himself and his hairdresser) either criticizing him, making fun of him, or [[DudeLooksLikeALady accidentally confusing him for a girl]] - with the aforementioned Paçoca taking part in the mockery.
pt_br: Na história, Pita vai à uma cabeleireira e faz um corte diferente, que é considerado como feminino por todos os outros personagens -- todos os personagens (tirando ele e a cabeleireira) o criticam, zombam dele ou [[Br/CaraQueSePareceComUmaMoca acidentalmente o confundem com uma garota]] -- com o já-mencionado Paçoca fazendo parte da zombaria.

source: In the end of the story, the whole gang is about to go to a birthday party, but a man stops Pita from entering because, in his words, "...the family is very traditional and does not accept this hair".
pt_br: No final da história, a turma vai para uma festa de aniversário e um homem impede Pita de entrar porque "a família é muito tradicional e não aceita esse cabelo".

source: In the end, [[spoiler: El Chavo gets an acquittal when he explains he ran over Quico's cat to avoid crashing into a man, who was in the middle of the street, DistractedByTheSexy.
pt_br: No final, [[spoiler: o Chaves é inocentado quando ele explica que atropelou o gato de Quico para evitar de acertar um homem que estava no meio da rua, Br/DistraidoPelaBeldade.

source: In the end, it turns out she was indeed ill of measles.
pt_br: No fim do episódio, ela de fato estava adoentada por sarampo.

source: In the end, the whole cast sings "Qué bonita vecindad" * MyFriendsAndZoidberg: From an episode where El Chavo and Quico were receiving guitar lessons from Don Ramón and Jirafales respectively: -->'''Jirafales''': I've met good students, regular, bad, awful... and Quico.
pt_br: No final do episódio, todo o elenco canta "Que bonita vizinhança". * Br/MeusAmigosEOZoidberg: De um episódio onde o Chaves e o Quico estão tendo aulas de violão com o Seu Madruga e o Professor Girafales, respectivamente. -->'''Girafales:''' Eu já tive aluns bons, regulares, maus, péssimos... e o Quico.

source: In the era of the "Big Three" networks (Creator/{{NBC}}, Creator/{{ABC}}, and Creator/{{CBS}}), before [=VCRs=] and the like, shows really ''were'' '''designed''' to be simple and supposedly "unobjectionable" narratives, for fear of making that one third of the entire TV viewing audience tune out and tune in to one of the competitors.
pt_br: Na era das três grandes emissoras americanas (BrCriador/{{NBC}}, BrCriador/{{ABC}} e BrCriador/{{CBS}}), antes da ascensão do [=VHS=], os shows eram ''de fato'' '''pensados''' para serem simples e "inquestionáveis", por receio de fazer aquele terço do público querer trocar para um dos competidores.

source: In the following scene he asks Sonny to help get him off of it since he has no way to get off.]] ** Spooner [[spoiler: was given a cybernetic arm after being injured in the line of duty, and must take steps to maintain it.
pt_br: Na cena que se segue, ele pede que Sonny o tire de lá porque ele não tem como sair.]] ** Spooner [[spoiler: recebeu um braço cibernético após sofrer um acidente e precisa tomar precauções para o manter.

source: In the more extreme cases, the poor soul may be trapped in a WorldGoneMad and/or wind up GivingUpOnLogic in frustration.
pt_br: Nos casos mais extremos, o pobre coitado pode estar aprisionado em um Br/MundoMaluco e acabar Br/DesistindoDaLogica devido à frustração.

source: In the next few episodes when he's idle in the scene, he can be seen repairing the TV in his house.
pt_br: Nos episódios seguintes, quando ele está ocioso em cena, ele pode ser visto consertando a televisão em casa.

source: In the normal meaning, many times.
pt_br: Posto em prática figurativamente várias vezes.

source: In the process, characters are given attitudes and verbal patterns that make them distinctive and give them sometimes even more fleshed out personalities.
pt_br: No processo, personagens recebem atitudes e padrões verbais que os tornam distintos e dão a eles personalidades mais pronunciadas.

source: In the same month, user Luan G.B.
pt_br: No mesmo mês, o usuário Luan G.B.

source: In the short story "Little Lost Robot", Calvin actually ''did'' spend six weeks interviewing identical robots.
pt_br: No conto "Little Lost Robot", Calvin ''de fato'' passou seis semanas entrevistando robôs idênticos.

source: In the vast majority of cases where the question ''is'' asked, the viewer will either be [[FantasticAesop told outright]] at the end that the answer is "yes," or it will at least be strongly implied that that is the case, perhaps because getting the viewer to sympathize enough with the [=AIs=] to consider the question and then tell them that the [=AIs=] are just soulless machines after all would be considered a DownerEnding.
pt_br: Na grande maioria dos casos em que a questão ''é'' perguntada, ou o espectador [[Br/EsopoFantastico receberá diretamente]] no final a resposta "sim" ou ficará fortemente implicado que esse é o caso, talvez porque fazer o espectador simpatizar o bastante com as [=IAs=] para considerar a questão e então dizer que [=IAs=] são máquinas sem almas seria considerado um Br/FinalDepressivo.
